Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# trash.endlos_scroll_tv.tips
source: **Schlechte Gewohnheit loswerden (Zuviel Fernsehen)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Ein Buch lesen)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **बुरी आदत से छुटकारा पाना (अधिक टीवी देखना)** 1. अदृश्य बनाएं: अपने दृश्य क्षेत्र से ट्रिगर्स को हटा दें। 2. अप्रिय बनाएं: नकारात्मक प्रभावों से अवगत हों। 3. कठिन बनाएं: बाधाएं डालें (जैसे ऐप्स हटाना, प्लग खींचना)। 4. असंतोषजनक बनाएं: कार्य को किसी दंड के साथ जोड़ें। **अच्छी आदत स्थापित करना (एक किताब पढ़ना)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह से दिखाई देने वाले स्थान पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ से जोड़ें जो आपको पसंद हो। 3. आसान बनाएं: बाधाओं को न्यूनतम तक घटाएं (जैसे केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (слишком много телевидения)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошую привычку (читать книгу)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Zuviel Fernsehen)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Ein Buch lesen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（看太多电视）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立一个好习惯（读书）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（看太多電視）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立一個好習慣（閱讀）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。

# trash.energy_drink_kiste.desc
source: Trinke Wasser statt Zucker und finde deine natürliche Energie.
en: Drink water instead of sugar and find your natural energy.
es: Bebe agua en lugar de azúcar y encuentra tu energía natural.
fr: Bois de l'eau plutôt que du sucre et trouve ton énergie naturelle.
hi: चीनी के बजाय पानी पिएँ और अपनी प्राकृतिक ऊर्जा पाएं।
it: Bevi acqua invece di zuccheri e trova la tua energia naturale.
ja: 砂糖の代わりに水を飲み、自然なエネルギーを見つけましょう。
ko: 설탕 대신 물을 마시고 자연스러운 에너지를 찾으세요.
nl: Drink water in plaats van suiker en vind je natuurlijke energie.
pl: Pij wodę zamiast cukru i odzyskaj naturalną energię.
pt: Beba água em vez de açúcar e encontre sua energia natural.
ru: Пейте воду вместо сахара и найдите свою природную энергию.
tr: Şeker yerine su için ve doğal enerjinizi bulun.
zh_hans: 喝水而不是糖，找到你的自然能量。
zh_hant: 喝水而不是糖，找到你的自然能量。

# trash.energy_drink_kiste.impact
source: Diese Gewohnheit (Energy Drinks) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (एनर्जी ड्रिंक) आपको लंबे समय में ऊर्जा, समय और पैसा से महरूम कर देती है। यह आपको अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (энергетические напитки) в долгосрочной перспективе стоит вам энергии, времени и денег. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Energy Drinks) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这种习惯（能量饮料）会消耗您的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 從長遠來看，這種習慣（能量飲料）會消耗您的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.energy_drink_kiste.name
source: Energy Drink getrunken
en: Drank energy drink
es: Bebió bebida energética
fr: A bu une boisson énergisante
hi: एनर्जी ड्रिंक पी ली
it: Bevuto energy drink
ja: エナジードリンクを飲んだ
ko: 에너지 드링크를 마셨다
nl: Energiedrank gedronken
pl: Wypił napój energetyczny
pt: Bebeu bebida energética
ru: Выпил энергетический напиток
tr: Enerji içeceği içti
zh_hans: 喝一杯能量饮料
zh_hant: 喝一杯能量飲料

# trash.energy_drink_kiste.obj_desc
source: Ein klassischer Wächter.
en: A classic garden protector.
es: Un protector clásico del jardín.
fr: Un protecteur classique du jardin.
hi: एक क्लासिक प्रहरी।
it: A classic garden protector.
ja: クラシックなガーデンプロテクター。
ko: 고전적인 정원 수호자.
nl: Een klassieke tuinbeschermer.
pl: Klasyczny ochraniacz ogrodu.
pt: Um protetor clássico do jardim.
ru: Классический охранник.
tr: Klasik bir bahçe koruyucusu.
zh_hans: 经典后卫。
zh_hant: 經典後衛。

# trash.energy_drink_kiste.obj_name
source: Gartenzwerg
en: Garden Gnome
es: Gnomo de Jardín
fr: Nain de jardin
hi: बगीचे का बौना
it: Garden Gnome
ja: ガーデンノーム
ko: 정원 그놈
nl: Tuinkabouter
pl: Krasnal ogrodowy
pt: Anão de jardim
ru: Садовый гном
tr: Bahçe cini
zh_hans: 花园侏儒
zh_hant: 花園侏儒

# trash.energy_drink_kiste.tip.1
source: Räume alle Energy Drinks aus dem Haus – was nicht da ist, wird nicht getrunken.
en: Remove all energy drinks from the house – what's not there won't be drunk.
es: Retira todas las bebidas energéticas de casa: lo que no está no se bebe.
fr: Retire toutes les boissons énergisantes de la maison – ce qui n'est pas là ne sera pas bu.
hi: सारे एनर्जी ड्रिंक घर से हटा दो – जो नहीं है, वह पीया नहीं जाएगा।
it: Rimuovi tutte le bevande energetiche da casa – quello che non c'è non viene bevuto.
ja: エナジードリンクをすべて家から取り除きましょう。なければ飲めません。
ko: 집에서 모든 에너지 드링크를 치우세요 – 없는 것은 마실 수 없습니다.
nl: Ruim alle energiedranken op uit huis – wat er niet is, wordt niet gedronken.
pl: Usuń wszystkie napoje energetyczne z domu – czego nie ma, nie zostanie wypite.
pt: Remova todos os energéticos de casa – o que não está lá não será bebido.
ru: Уберите из дома все энергетические напитки — если у вас их нет, не пейте.
tr: Tüm enerji içeceklerini evden çıkar – olmayan içilmez.
zh_hans: 把家里所有的能量饮料拿走——如果没有，就不要喝。
zh_hant: 把家裡所有的能量飲料拿走——如果沒有，就不要喝。

# trash.energy_drink_kiste.tip.2
source: Energy Drinks erzeugen eine Scheinenergie, die deinen Schlaf ruiniert.
en: Energy drinks create a false energy that ruins your sleep.
es: Las bebidas energéticas crean una energía falsa que arruina tu sueño.
fr: Les boissons énergisantes créent une fausse énergie qui ruine ton sommeil.
hi: ऊर्जा पेय एक नकली ऊर्जा उत्पन्न करते हैं, जो आपकी नींद को बर्बाद कर देती है।
it: Le bevande energetiche creano un'energia falsa che rovina il tuo sonno.
ja: エナジードリンクは睡眠を台無しにする偽のエネルギーを生み出します。
ko: 에너지 드링크는 수면을 망치는 가짜 에너지를 만들어 냅니다.
nl: Energiedranken creëren schijnenergie die je slaap ruïneert.
pl: Napoje energetyczne tworzą fałszywą energię, która niszczy twój sen.
pt: Energéticos criam uma energia falsa que arruína seu sono.
ru: Энергетические напитки создают фальшивую энергию, которая портит ваш сон.
tr: Enerji içecekleri uykunuzu mahveden sahte bir enerji yaratır.
zh_hans: 能量饮料会产生虚假能量，从而破坏您的睡眠。
zh_hant: 能量飲料會產生虛假能量，破壞您的睡眠。

# trash.energy_drink_kiste.tip.3
source: Ersetze es durch Wasser + Zitrone – stelle es schon abends bereit.
en: Replace it with water + lemon – prepare it the evening before.
es: Sustitúyelo por agua con limón: prepáralo ya por la noche.
fr: Remplace-le par de l'eau + citron – prépare-le dès la veille au soir.
hi: इसे पानी + नींबू से बदल दें – इसे पहले से रात में तैयार रखें।
it: Sostituiscilo con acqua + limone – preparalo già la sera prima.
ja: レモン水に置き換えましょう。前夜に準備しておくといいでしょう。
ko: 레몬 물로 대체하세요 – 전날 저녁에 미리 준비하세요.
nl: Vervang het door water + citroen – zet het al 's avonds klaar.
pl: Zastąp go wodą + cytryną – przygotuj go już wieczorem.
pt: Substitua por água + limão – prepare já na noite anterior.
ru: Замените водой + лимоном – приготовьте вечером.
tr: Su + limonla değiştir – önceki akşam hazırla.
zh_hans: 用水+柠檬代替——晚上准备好。
zh_hant: 用水+檸檬代替－晚上準備好。

# trash.energy_drink_kiste.tip.4
source: Zähle die leeren Dosen eines Monats auf – der Preis und die Koffeinmenge überraschen.
en: Count the empty cans from a month – the price and caffeine amount will surprise you.
es: Cuenta las latas vacías de un mes: el precio y la cantidad de cafeína te sorprenderán.
fr: Compte les canettes vides d'un mois – le prix et la quantité de caféine te surprendront.
hi: एक महीने के खाली डिब्बों की गिनती करें – कीमत और कैफीन की मात्रा आश्चर्यचकित कर देगी।
it: Conta le lattine vuote di un mese – il prezzo e la quantità di caffeina ti sorprenderanno.
ja: 1ヶ月分の空き缶を数えてみましょう。その価格とカフェイン量に驚くはずです。
ko: 한 달 동안의 빈 캔을 세어보세요 – 가격과 카페인 양이 놀라울 것입니다.
nl: Tel de lege blikjes van een maand op – de prijs en hoeveelheid cafeïne zullen je verbazen.
pl: Policz puste puszki z miesiąca – cena i ilość kofeiny cię zaskoczą.
pt: Conte as latas vazias de um mês – o preço e a quantidade de cafeína vão te surpreender.
ru: Посчитайте пустые банки за месяц – цена и количество кофеина вас удивят.
tr: Bir aylık boş kutuları say – fiyat ve kafein miktarı seni şaşırtacak.
zh_hans: 数一数一个月内的空罐——咖啡因的价格和含量会让你大吃一惊。
zh_hant: 數一數一個月內的空罐——咖啡因的價格和含量會讓你大吃一驚。

# trash.energy_drink_kiste.tips
source: **Schlechte Gewohnheit loswerden (Energy Drinks)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Wasser trinken)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत से छुटकारा पाएं (Energy Drinks)** 1. अदृश्य बनाएं: अपने नज़र के सामने ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: नकारात्मक परिणामों को जानें। 3. मुश्किल बनाएं: बाधाएँ डालें (जैसे, ऐप्स हटाएँ, प्लग निकालें)। 4. असंतोषजनक बनाएं: कार्य को किसी सजा के साथ जोड़ें। **अच्छी आदत स्थापित करें (पानी पीना)** 1. स्पष्ट बनाएं: ट्रिगर को आसानी से दिखाई देने वाली जगह पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ के साथ जोड़ें जिसे आप पसंद करते हैं। 3. आसान बनाएं: बाधाओं को न्यूनतम पर लाएँ (जैसे, केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत बाद खुद को इनाम दें।
it: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (энергетические напитки)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошую привычку (пить воду)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Energy Drinks)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Wasser trinken)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（能量饮料）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立良好的习惯（喝水）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（能量飲料）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立良好的習慣（喝水）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。
